{
  "meeting": [
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Let's start with Perez. Remember, what we say is confidential."
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "This will be an interesting case."
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "Let's start with scholarship. All his current grants are interdisciplinary."
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "My main concern about the grants is that he's spending most of the time in chemistry."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Gentlemen, the real issue is that Perez hasn't a clue about what our primary thrusts in materials are. He's riding the coattails of chemistry with interdisciplinary funding from NSF and I'm not sure how hard that is to get. He isn't project director on any grants listed on the c.v."
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "You shouldn't discount big grants because they are interdisciplinary. Look,he's published in highly respectable journals and has six graduate students, including four PhD students. There must be some technical 'meat' in his work."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "He has raised funding, but not for our unit. This is important now because we're coming up for outside evaluation, and we need faculty to bring major funding to us."
        ]
      }
    },
    {
      "statement": {
        "speaker": "0",
        "text": [
          "He's been told several times to get grants in core areas. I see too little substance in materials science-oriented research.",
          "I choose to remain silent at this point in the conversation.",
          "Forming bridges to other disciplines is as important as bringing money into our department. The number of interdisciplinary grants confirms the value of his research.",
          "Are we discussing scholarship or funding?"
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "He's publishing in chemistry journals more than engineering journals. I am the leading researcher in the same area of engineering he worked on in his graduate and post doc years. But I just don't see a prospect for collaborating with him now."
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "Our school chair agrees that Perez should collaborate with us instead of chemistry faculty. Should we advise him to join chemistry?"
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "We should write this up to convey substandard research performance."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Kulver, he's in a niche area that might be attractive right now, but it's not one that a lot of us in materials will soon care about. This part of our letter should say his record is not persuasive regarding his long-term funding potential. Agreed?"
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "I did notice new requests for proposals at NSF and DoD agencies that emphasize interdisciplinary connections; I have been thinking about this myself."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "It's just hard for me to see how to decouple scholarship and funding, how can you be a scholar in materials engineering without funding?"
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "Perez's joint NSF grant and industry funding together are impressive, given that this is a hot new area. The collaboration outside the school and college is good because it leads to increased opportunities and leveraging of new monies to support materials engineering-related work. Perez is mining a vein that has incredible potential, one that can pay off for many of us, and our letter should reward his effort."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Let's look at teaching now"
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "His teaching scores are pretty good. Look at these evaluations for that intro course. He did as well as any other assistant professor and better than most. I notice that he team teaches a course on surface chemistry with several other faculty, so it is very hard to judge the quality of his instruction."
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "Who knows how effective he really was until we get those intro students in major courses? Does Perez have high numbers because he caters to students'sense of humor? I've heard he shows clips from the web at the beginning of each lecture, some of them not very related to his lecture material. Sometimes students mistake that for good teaching."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Yes, if he is concerned about teaching, he ought to encourage retention of majors and appropriate pedagogies. I don't see evidence supporting his ability to attract students in materials. Who knows, as Jason says, what's really going on in the classroom."
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "Well, are these teaching standards--retention of majors and appropriate pedagogies--that we will invoke for everyone?"
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "We should. Look at Jones' case: now there's someone who lays out a terrific teaching portfolio. Why can't Perez get help so he can get results like Jones?"
        ]
      }
    },
    {
      "statement": {
        "speaker": "0",
        "text": [
          "But we shouldn't directly compare cases. Each case is unique and needs to be seen for its own merits, if we could just find some in Perez's.",
          "Yes, Jones definitely deserves his teaching awards.",
          "Al, you don't like Perez because he disagrees with you about team teaching. You think every man should take of himself about teaching, while he argues for the value of faculty team-teaching intro courses. Based on the summaries of senior exit interviews provided in the dossier, Perez appears to be a gifted teacher.",
          "But we shouldn't directly compare cases. Each case is unique and with its own merits. Perez has documented effective teaching by including the exit interviews, evaluation scores, and student letters supporting an external teaching award. [best practices document]"
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "I see three of us agree that Perez's teaching record is difficult to assess, and perhaps marginal."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Okay, so we'll give Jones great marks in the teaching department and barely pass Perez."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Team-teaching is too cumbersome to work in the intro course, and I worry about superficial treatment at that stage. But if you all agree that Perez deserves high marks for teaching. I'll go along with noting his high teaching evaluation scores."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Okay, I guess that if we really look at the documentation provided and not bring our own bias regarding team teaching into play, Perez does a reasonable job of teaching"
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "I feel kind of silly bringing this up, but Perez seems to be adhering to that old adage 'birds of a feather'-you know? Look at who's on his grant team: Lopez, Johnson, Rodriguez, Bahouali"
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "I see that too. In fact, the engineering education piece Perez wrote focuses on education of minorities. I know there are a lot of programs coming out of Washington to support this kind of thing, but I don't see much evidence that he has tried to attract funding along those lines. But that's probably fine, as you often can't do that at the expense of being a first rate researcher."
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "Yeah, research is based purely on merit. You've got to deliver the goods before you get any respect. Bring in the money, attract attention from students. We need more people who make technical contributions rather than write scholarly articles about lack of opportunities."
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "I think there are some things being said here that are pushing the boundaries of appropriate conduct."
        ]
      }
    },
    {
      "statement": {
        "speaker": "0",
        "text": [
          "In my view, the education piece should be irrelevant to our judgment of his engineering scholarship because it is an opinion and not research.",
          "I don't think anything is out of bounds in a P and T discussion, this is an entirely confidential matter. What is said here stays inside these walls.",
          "I agree with Karen that consideration of ethnicity or minority issues has no place in this discussion or in our dealings with Perez. He ought be commended for taking on the service of minority recruitment into engineering and excelling in everything else he does.",
          "Karen is right. The engineering education essay is a relevant piece of scholarship as it concerns an innovative curriculum in light of ABET 2000. It appears in a reputable journal and provides some insight into the kind of balance in Perez's repertoire."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "So we are all agreed that Perez hasn't established the right kind of profile in research, teaching, or service for our department and our university?"
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "I disagree and ask that everyone review the scholarship and external letters of support before our next meeting."]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Yes, being on the same page with our goals is an important element, and maybe he just doesn't fit with us in terms of research, teaching, or service."]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Let's look at teaching now"
        ]
      }
    },
    {
      "statement": {
        "speaker": "3",
        "text": [
          "His teaching scores are pretty good. Look at these evaluations for that intro course. He did as well as any other assistant professor and better than most. I notice that he team teaches a course on surface chemistry with several other faculty, so it is very hard to judge the quality of his instruction."
        ]
      }
    },
    {
      "statement": {
        "speaker": "2",
        "text": [
          "Who knows how effective he really was until we get those intro students in major courses? Does Perez have high numbers because he caters to students'sense of humor? I've heard he shows clips from the web at the beginning of each lecture, some of them not very related to his lecture material. Sometimes students mistake that for good teaching."
        ]
      }
    },
    {
      "statement": {
        "speaker": "1",
        "text": [
          "Yes, if he is concerned about teaching, he ought to encourage retention of majors and appropriate pedagogies. I don't see evidence supporting his ability to attract students in materials. Who knows, as Jason says, what's really going on in the classroom."
        ]
      }
    }
  ]
}